{
  "YEKINDAR": "Jogo preferido: Counter-Strike. Role principal: Entry Fragger. Descrição do estilo: extremamente agressivo e imprevisível como entry fragger, sendo frequentemente o primeiro a iniciar confrontos e a criar espaço para a sua equipe. A sua abordagem de alto risco baseia-se na confiança mecânica e em movimentos inesperados para desestabilizar as defesas adversárias.",
  "MOLODOY": "Jogo preferido: Counter-Strike. Role principal: AWPer. Descrição do estilo: geralmente adota um estilo de jogo mais metódico e de suporte como rifler, focando-se em manter posições e jogar de forma consistente. Ele destaca-se pelo seu bom posicionamento, mira sólida e capacidade de vencer clutches importantes, oferecendo estabilidade à equipe em vez de agressividade explosiva.",
  "HEPA": "Jogo preferido: Counter-Strike. Role principal: Coach. Descrição do estilo: foca na análise detalhada de adversários e na preparação tática, fornecendo informações cruciais e suporte estratégico ao treinador principal e aos jogadores. O seu estilo é mais voltado para o trabalho de bastidores, ajudando a refinar planos de jogo, identificar padrões e otimizar a performance coletiva através de estudo e comunicação.",
  "SIDDE": "Jogo preferido: Counter-Strike. Role principal: Coach. Descrição do estilo: implementa uma abordagem focada na disciplina tática e na preparação estratégica aprofundada, garantindo que a equipe tenha planos de jogo sólidos e bem ensaiados. O seu estilo de liderança visa extrair o melhor de cada jogador dentro de um sistema coeso, enfatizando a comunicação, a adaptação durante as partidas e a análise detalhada dos adversários.",
  "FALLEN": "Jogo preferido: Counter-Strike. Role principal: IGL. Descrição do estilo: é conhecido pela sua mira precisa e capacidade de controlar ângulos chave, fornecendo uma base defensiva sólida para a equipe. O seu estilo de liderança enfatiza a estratégia, a execução de táticas bem definidas e a calma sob pressão, guiando a equipe com a sua vasta experiência.",
  "KSCERATO": "Jogo preferido: Counter-Strike. Role principal: Lurker. Descrição do estilo: reconhecido como um dos riflers mais consistentes e mecanicamente dotados do mundo, destacando-se pela sua mira excecional e capacidade de vencer duelos individuais cruciais. O seu estilo combina um poder de fogo individual avassalador com excelente posicionamento e calma em situações de clutch, tornando-o frequentemente o pilar fundamental e o jogador decisivo da sua equipe.",
  "YUURIH": "Jogo preferido: Counter-Strike. Role principal: AWPer. Descrição do estilo: conhecido pela sua capacidade de criar espaço e encontrar aberturas através de duelos individuais, muitas vezes atuando como um segundo ou até primeiro entry. A sua mira apurada e excelente controlo de spray fazem dele uma ameaça constante em qualquer parte do mapa, contribuindo consistentemente com um alto poder de fogo para a equipe.",
  "GUIGO": "Jogo preferido: League of Legends. Role principal: Top. Descrição do estilo: conhecido pela sua forte fase de rotas e capacidade de jogar tanto com campeões carry, que buscam vantagem individual, quanto com tanques e opções de utilidade para a equipe. O seu estilo adapta-se à composição e estratégia, podendo ser uma forte presença na side lane para split push ou um pilar fundamental nas lutas de equipe.",
  "TATU": "Jogo preferido: League of Legends. Role principal: Jungle. Descrição do estilo: conhecido pelo seu estilo de jogo agressivo e proativo, focando em aplicar pressão no mapa desde o início através de ganks frequentes e invasões na selva inimiga. A sua abordagem visa desequilibrar os adversários cedo, garantir o controlo de objetivos neutros e ditar o ritmo da partida para a sua equipe, muitas vezes utilizando campeões com forte capacidade de iniciação ou duelo.",
  "THINKCARD": "Jogo preferido: League of Legends. Role principal: Coach. Descrição do estilo: conhecido pela sua abordagem highly analítica e estratégica como treinador, focando-se intensamente na preparação de drafts, na teoria de jogo e no desenvolvimento de planos macro complexos. O seu estilo enfatiza a compreensão profunda do meta, a adaptação baseada em dados e a otimização de sistemas de jogo para dar à sua equipe vantagens estratégicas sobre os adversários.",
  "FURYZ": "Jogo preferido: League of Legends. Role principal: Coach. Descrição do estilo: foca-se em fornecer suporte analítico e estratégico ao treinador principal e à equipe, especializando-se na revisão de VODs, análise de dados e scouting de adversários. O seu estilo é mais direcionado para a preparação detalhada e o trabalho individualizado com jogadores, ajudando a identificar pontos de melhoria e a refinar a execução das estratégias definidas.",
  "JOJO": "Jogo preferido: League of Legends. Role principal: Support. Descrição do estilo: conhecido pela sua agressividade e proatividade em criar jogadas, destacando-se na iniciação de lutas e no roaming para impactar outras rotas. O seu estilo baseia-se em encontrar ângulos de engage favoráveis e utilizar as suas habilidades mecânicas, especialmente com campeões de iniciação, para garantir abates e controlar o ritmo do jogo para a sua equipe.",
  "TUTS": "Jogo preferido: League of Legends. Role principal: Mid. Descrição do estilo: mecanicamente habilidoso, conhecido pela sua forte fase de rotas e capacidade de jogar tanto com magos de controlo como com campeões mais agressivos e de carry. O seu estilo foca-se em obter vantagens individuais na rota e traduzir isso em dano consistente e presença impactante nas lutas de equipe durante o meio e fim de jogo.",
  "AYU": "Jogo preferido: League of Legends. Role principal: ADC. Descrição do estilo: mecânicas sólidas, conhecido por ser uma fonte de dano consistente e confiável para a sua equipe, principalmente durante as lutas de equipe. O seu estilo de jogo prioriza um farm consistente na fase de rotas e um posicionamento cuidadoso nas lutas, garantindo que ele possa escalar e maximizar o seu dano de forma segura no meio e fim de jogo."
}
